def fish():

    print("Есть 2 вида рыб")
    print("лосось", "угорь")
    user = input("Выберите рыбу: ")
    
    fish_1 = "лосось"
    fish_2 = "угорь"

    if user == "лосось":
        print(f"вы положили с верху {fish_1} ")
    elif user == "угорь":
        print(f"вы положили с верху {fish_2} ")

def sous():
    print("Есть 2 вида соусов")
    print("унаги","терияки")
    user = input("Выберите соус: ")

    sous_1 = "унаги"
    sous_2 = "терияки"

    if user == "унаги":
        print(f"вы полили суши с соусом {sous_1}")
    elif user == "терияки":
        print(f"вы полили суши с соусом {sous_2}")

def cut():
    print("ЭТО ПОСЛЕДНИЙ ЭТАП")
    user = input("Введите слово (порезали) чтобы завершит: ")
    if user == 'порезали':
        print("суши готова ")

